---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionDepth1
source: html/8048e243-60f7-a29a-2505-5d048f6d0f71.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionDepth1 Property

"Depth 1"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionDepth1 { get; }
```